import React from "react";
import classes from "./About.module.css";
import Layout from "../../Components/Layout/Layout";
import Sunday from '../../assets/FH/images/photo_4.jpg'

const About = () => {
  return (
    <Layout>
      <section className={classes.About}>
        <div className={classes.inner_about_wrapper}>
          <div className={classes.about_wrapper}>
            <h2>የሰንበት ትምህርት ቤት አመጣጥ ታሪክ</h2>
            <div>
              <img src={Sunday} alt="" />
            </div>
            <p>
              የሰንበት ትምህርት ቤት የሚለውቃል Sunday school ከሚለው እንግሊዝኛ ቃል የተወሰደ ይመስላል፡፡
              ይህም ኢንግሊዛዊው የአንጌሊካን ወንጌላዊ ሮበርት ሬይክስ (፲፯፻፷፭ዎች-፲፰፻፲፩) ቲሞቲ ላርሰን
              በኢንዱስትሪ አብዮት ወቅት የጀመረውን የሠራተኛው መደብ ቤተሰቦችና ድኾችን ማንበብና መጻፍ እንዲችሉ
              ለማስቻል በሚል በ፲፯፻፹ዎቹ በሰንበት ቀን ትምህርት ያስተምር የነበረውን በማሰፋፋትና በማሰተዋወቅ
              ለሃይማኖት ትምህርት በማዋል እንደጀመረው ና በስፋት እንዳስተዋወቀው
              ታውቋል፡፡(christianitytoday.com)
            </p>
            <p>
              በኢትዮጵያ ቤተ ክርስትያን የዚህ ጥናት አቅራቢ እሰከሚያውቀው ድረስ የተጠና ጥናት ባያገኝምበማኅበር ስም
              በመሰባሰብ የሰንበት ትምህርት ቤት ቅርጽ ያላቸው ማህበራት የ፲፱፻፴፪ ቱን የጠላት ወረራና ድል መሆኑን
              ተከተሎ እንደተመሰረቱ የሚገልጹ ጽሁፎች አሉ፡፡ ማኅበር የሚለውቃል ደስታ ተክለወልድ በመዝገበ ቃላት
              መፍቻቸው ማኅበር (ራን) በቁሙ አንድነት ጉባዔ ሸንጎ ብዙ ሰው ቤተ ክርስትያን፡፡ ሥርዓተ ማኅበር ዕቀብ
              ማኅበርነ ማኅበሮሙ ለነቢያት ማኅበረ ሕዝብ፡፡ ማኅበረ ሠለስቱ አስማት ብለው ተርጉመውታል፡፡
            </p>
            <p>
              ተክለ ሃይማኖት የተባለ የቤተክርስትያን ጋዜጣ ዜና መዋዕል በመሰከረም ፳፪ ቀን ፲፱፻፶፮ ዓ.ም የተማሪዎች
              ኅብረት የሚል ማኅበር በ፲፱፻፴፯ ዓ.ም እንደተጀመረ ገልጾ ጽፏል፡፡ ይኸውም ማኅበር በግብፃዊው መምህር
              ሰዐድ የእሁድ ትምህርት እንቅስቃሴን ሲመሠርቱ የት/ቤቱ ዳይሬክተር የነበሩት ቄስ ሀብዝ ዳውድ ደግሞ
              ከተማሪዎቹ መካከል ችሎታ ያላቸውን እየመረጡ እንዲያስተምሩ በየት/ቤቱ በየእስርቤቱና በየሆስፒታሉ በመላክ
              በ፲፱፻፵ ከጠቅላይ ቤተ ክህነት ጋር በመስማማት እየተከፈላቸው ለምዕመናን በሬዲዮም መስበክ እንደጀመሩ
              ይገልፃል፡፡
            </p>
            <p>
              በም.ኅ.መ.ገዳም በሚገኝ ፋይል ቁጥር፩ተራ ቁጥር ፴፬ ላይ ቤተማኅበር በኦርቶዶክሳውያን የተቋቋመ የሚል
              ግልፅ ያልሆነ ማስታወሻ (ደብዳቤ) አለ ይኹንና ስለምንነቱ የሚገልፅ ተጨማሪ መረጃ የለውም፡፡ ይህ ማኅበር
              ግን በዘላቂነት የቀጠለ አይመስልም፡፡
            </p>
            <p>
              በ፲፱፻፷፯ዓ.ም የተካሔደውን አብዮትን ተከትሎ የተፈጠሩ የሕዝብ አደረጃጀቶች አ.ኢ.ወ.ማ አ.ኢ.ሴ.ማ.
              መ.ኢ.ገ.ማ የሚባሉ ማኅበራት በመፈጠራቸው በወቅቱ በነበረው መንግሥት ተፅዕኖ መንፈሳዊ ማኅበራት ማኅበር
              መባላቸው ቀርቶ ሰንበት ትምህርት ቤት እንዲባሉ በቅዱስ ሲኖዶስ መወሰኑን አባ ናትናዔል ለተምሮ ማሰተማር
              በሰጡት ቃለ ምልልስ ላይ ጠቅሰውታል፡፡ይህንን ኃሳብ መምህር ታዬ አብርሃምም ያጠናክሩታል፡፡
            </p>
            <p>
              ግንቦት ፭ ቀን “ቅዱስ ሲኖዶሰ በ፲፱፻፸ በሰጠው ውሳኔ መሠረት ግንቦት ፲፬ ቀን ፲፱፻፸፪ ዓ.ም የወጣቶች
              ጉዳይ መምሪያ በጻፈው ደብዳቤ የወጣቶች መንፈሳውያን ማኅበራት አጠቃላይ ጉባኤ የሚለው የሃይማኖት አበው
              የሰንበት ት/ቤቶች የተምሮ ማስተማር ማኅበር የሚለው ስያሜ ተሽሮ ማንኛውም የሰንበት ትቤት እንዲባል ወጣት
              ማለትም ዕድሜአቸው ከ፲-፴ ዓመት ያሉት ብቻየሚ ደራጁበትእንዲሆን በቁጥር ፶፭/፰፭፩፫/፯፪በ፩፭/፩ዐ፯፪ በ
              አቶ መርስኤ ሃዘን አበበ የጠ/ቤት ክሀነት ሥራ አስኪያጅ በተፈረመ ደብዳቤ ተገልፆአል፡፡
            </p>
            <small className={classes.small}>By TemeroMastemar</small>
          </div>
        </div>
      </section>
    </Layout>
  );
};

export default About;
